<%@ page language="java" contentType="text/html; charset=UTF-8"	pageEncoding="UTF-8" %>
<%
String[] gojyuon = {"あ行", "あ", "い", "う", "え" , "お",
		"か行", "か", "き", "く", "け", "こ",
		"さ行", "さ", "し", "す", "せ", "そ",
		"た行", "た", "ち", "つ", "て", "と",
		"な行", "な", "に", "ぬ", "ね", "の",
		"は行", "は", "ひ", "ふ", "へ", "ほ",
		"ま行", "ま", "み", "む", "め", "も",
		"や行", "や", "ゆ", "よ",
		"ら行", "ら", "り", "る", "れ", "ろ",
		"わ行", "わ", "を", "ん"};
request.setAttribute("gojyuon", gojyuon);

String[] chousyu = {"セキセイインコ", "文鳥", "オカメインコ", "コザクラインコ", "ボタンインコ", "アカビタイムジオウム", 
		"アキクサインコ", "アケボノインコ", "ウロコインコ", "オオバタン", "オオハナインコ", "オオハネナガインコ", 
		"オキナインコ", "カナリア", "キキョウインコ", "キバタン", "九官鳥", "キンカチョウ", "クルマサカオウム", 
		"コガネメキシコインコ", "コキサカオウム", "ゴシキセイカイインコ", "コセイインコ", "コバタン", 
		"コミドリコンゴウインコ", "コンゴウインコ", "サザナミインコ", "ジャンボセキセイインコ", "十姉妹", 
		"シロハラインコ", "シロビタイムジオウム", "ズグロシロハラインコ", "ソロモンオウム", "タイハクオウム", 
		"ダルマインコ", "ナナクサインコ", "ビセイインコ", "ボウシインコ", "マメルリハ", "モモイロインコ", 
		"ヨウム", "ワカケホンセイインコ"};
request.setAttribute("chousyu", chousyu);

String[] syokuin = {"涌井", "望月", "城ケ崎", "佐藤", "清水", "喜連川"};
request.setAttribute("syokuin", syokuin);
%>
